export interface BioData {
  name: string;
  age: number;
  handle: string;
  tagline: string;
  paragraphs: string[];
}

export const bioData: BioData = {
  name: "Максим",
  age: 16,
  handle: "Yabl1ch",
  tagline: "Студент • Техноблогинг & ИИ • Разработка ботов и автоматизация",
  paragraphs: [
    "Я — 16-летний студент. Меня зовут Максим. Люблю яблоки. Из игр предпочитаю CS2, Minecraft, RimWorld, Clash Royale и различные инди-игры, но в последние месяцы они отошли на второй план. Люблю слушать Hardtekk, Webcore, J-core. Сериалы или фильмы не особо предпочитаю, люблю больше смотреть ютуб.",
    "Увлекаюсь техноблогингом и ИИ. В связи с последним имею несколько типичных вайбкод-проектов, с которыми ты можешь ознакомиться во вкладке \"My work\". Помимо этого, имею опыт в разработке ботов в Telegram, а также ботов в Discord. Также я выступаю за то, чтобы человеческий фактор был сведён к минимуму путём инструментов автоматизации, чтобы поднять КПД.",
  ],
};
